INSERT INTO department VALUES (1001, '软件学院'),(1002, '数学学院'),(1003, '生物与科学学院'),
  (1004, '外国语学院'), (1005, '文学院');
INSERT INTO major VALUES (10011, '软件工程', 1001),(10012, '物联网', 1001),(10013, '网络工程', 1001),
  (10021, '数理统计', 1002),(10022, '应用数学', 1002),(10031, '生物工程', 1003),(10032, '食品安全', 1003),
  (10041, '英语教育', 1004),(10042, '日语', 1004),(10051, '汉语言文学', 1005),(10052, '书法教育', 1005);
INSERT INTO title(content, instruction, status, department_id, total_number, has_select) VALUE ('java的未来','浅谈Java未来的发展方向',1,1001,10,2);